
local STAGE_NAME = {
    [1] = _("北风苔原"),
    [2] = _("北风苔原"),
    [3] = _("环形山脉"),
    [4] = _("环形山脉"),
    [5] = _("凄凉戈壁"),
    [6] = _("凄凉戈壁"),
    [7] = _("血色冰原"),
    [8] = _("血色冰原"),
    [9] = _("血色冰原"),
    [10] = _("灼热峡谷"),
    [11] = _("灼热峡谷"),
    [12] = _("灼热峡谷"),
    [13] = _("悲伤沼泽"),
    [14] = _("悲伤沼泽"),
    [15] = _("悲伤沼泽"),
    [16] = _("诅咒沙地"),
    [17] = _("诅咒沙地"),
    [18] = _("诅咒沙地"),
    [19] = _("暮光高地"),
    [20] = _("暮光高地"),
    [21] = _("暮光高地"),
    [22] = _("幽魂谷"),
    [23] = _("幽魂谷"),
    [24] = _("幽魂谷"),
}


return {
    stage_name = STAGE_NAME,
    -- stage_desc = STAGE_DESC,
    -- stage_complete = STAGE_COMPLETE,
}


