local selena_question = GameDatas.ClientInitGame.selena_question

selena_question[1] = {
	["index"] = 1,
	["title"] = _("升级木工小屋，石匠小屋，矿工小屋，农夫小屋会占用城民，因此我们应该："),
	["answer_1"] = _("优先升级住宅"),
	["answer_2"] = _("鼓励城民生育"),
	["answer_3"] = _("进攻其他玩家，抢些人回来！")
}
selena_question[2] = {
	["index"] = 2,
	["title"] = _("扩建城市可以解锁更多新建筑，获得更多坑位，那么怎么扩建城市呢？"),
	["answer_1"] = _("升级城堡"),
	["answer_2"] = _("向神灵祈祷"),
	["answer_3"] = _("雇佣奴隶开垦荒地")
}
selena_question[3] = {
	["index"] = 3,
	["title"] = _("龙如果想要晋升星级，下面哪一个不是必要条件？"),
	["answer_1"] = _("升级龙的技能"),
	["answer_2"] = _("提升龙的等级"),
	["answer_3"] = _("强化龙的装备")
}
selena_question[4] = {
	["index"] = 4,
	["title"] = _("想要提升龙的技能等级，你需要下面哪一种资源？"),
	["answer_1"] = _("英雄之血"),
	["answer_2"] = _("技能点数"),
	["answer_3"] = _("信用卡")
}
selena_question[5] = {
	["index"] = 5,
	["title"] = _("升级联盟宫殿可以获得什么好处？"),
	["answer_1"] = _("提升联盟的成员上限"),
	["answer_2"] = _("能够扩大联盟领地"),
	["answer_3"] = _("能够建一个私人泳池")
}
selena_question[6] = {
	["index"] = 6,
	["title"] = _("如果不驻防龙城市将不会主动防御敌方的进攻，那么在哪里设置驻防在城市的龙呢？"),
	["answer_1"] = _("在城市的城墙"),
	["answer_2"] = _("在城市的城堡"),
	["answer_3"] = _("在地图上选一座高耸的山峰")
}
selena_question[7] = {
	["index"] = 7,
	["title"] = _("如何在强化龙装备的过程中，获得更多经验值，最快提升装备强化的星级？"),
	["answer_1"] = _("用相同部位，相同龙的装备强化"),
	["answer_2"] = _("用相同颜色的装备强化"),
	["answer_3"] = _("用刚刚炼制出的装备强化")
}
selena_question[8] = {
	["index"] = 8,
	["title"] = _("建筑升级到一定等级后需要特殊的建筑材料，这些建筑材料主要来自哪种渠道？"),
	["answer_1"] = _("生产自工具作坊"),
	["answer_2"] = _("带领部队在外征战"),
	["answer_3"] = _("生产自车间")
}
selena_question[9] = {
	["index"] = 9,
	["title"] = _("联盟荣耀值是非常重要的资源，哪种方式不是联盟获得荣耀值的方式？"),
	["answer_1"] = _("给联盟盟主点赞"),
	["answer_2"] = _("参加联盟匹配战"),
	["answer_3"] = _("向联盟捐赠资源")
}
selena_question[10] = {
	["index"] = 10,
	["title"] = _("下面哪种方式，不能提升战斗后可治愈伤兵的上限？"),
	["answer_1"] = _("升级城市中住宅"),
	["answer_2"] = _("升级城市中医院"),
	["answer_3"] = _("升级学院中的相应科技")
}
selena_question[11] = {
	["index"] = 11,
	["title"] = _("在联盟匹配战时，你可以通过龙突袭敌方玩家城市获得什么？"),
	["answer_1"] = _("敌方城市的相关情报"),
	["answer_2"] = _("抢走敌方城市的银币"),
	["answer_3"] = _("消耗敌方龙的生命值")
}
selena_question[12] = {
	["index"] = 12,
	["title"] = _("如何提升城市中住宅的可建造数量？"),
	["answer_1"] = _("提升市政厅的等级"),
	["answer_2"] = _("提升住宅的等级"),
	["answer_3"] = _("提升城堡等级")
}
selena_question[13] = {
	["index"] = 13,
	["title"] = _("如何提升城市中木材小屋的可建造数量？"),
	["answer_1"] = _("提升锯木工坊的等级"),
	["answer_2"] = _("提升城堡等级"),
	["answer_3"] = _("提升木工小屋的等级")
}
selena_question[14] = {
	["index"] = 14,
	["title"] = _("如何提升城市中石料小屋的可建造数量？"),
	["answer_1"] = _("提升石匠工坊的等级"),
	["answer_2"] = _("提升城堡等级"),
	["answer_3"] = _("提升石料小屋的等级")
}
selena_question[15] = {
	["index"] = 15,
	["title"] = _("如何提升城市中矿工小屋的可建造数量？"),
	["answer_1"] = _("提升铸造工坊的等级"),
	["answer_2"] = _("提升城堡等级"),
	["answer_3"] = _("提升矿工小屋的等级")
}
selena_question[16] = {
	["index"] = 16,
	["title"] = _("如何提升城市中农场小屋的可建造数量？"),
	["answer_1"] = _("提升磨坊的等级"),
	["answer_2"] = _("提升城堡等级"),
	["answer_3"] = _("升级农夫小屋的等级")
}
selena_question[17] = {
	["index"] = 17,
	["title"] = _("如何将住宅，木材小屋，石料小屋，矿工小屋，农夫小屋在城市中移动位置？"),
	["answer_1"] = _("在小屋-信息中使用建筑移动按钮"),
	["answer_2"] = _("用手指拖动想要移动的建筑"),
	["answer_3"] = _("用你的意念进行移动")
}
selena_question[18] = {
	["index"] = 18,
	["title"] = _("当城墙的耐久度完全降低到0时会产生什么后果？"),
	["answer_1"] = _("敌方联盟会获得额外的联盟积分"),
	["answer_2"] = _("你将无法派遣部队"),
	["answer_3"] = _("损失所有的资源")
}
selena_question[19] = {
	["index"] = 19,
	["title"] = _("通过探险可以获得大量的资源，稀有材料和道具，那么从什么敌方进入探险地图呢？"),
	["answer_1"] = _("城堡旁边的飞艇"),
	["answer_2"] = _("联盟领地的月门"),
	["answer_3"] = _("城市中的龙巢")
}
selena_question[20] = {
	["index"] = 20,
	["title"] = _("以下哪一个条件是控制龙装备的材料掉落的数量和品质？"),
	["answer_1"] = _("在一场战斗中获得更多的击杀积分"),
	["answer_2"] = _("和赛琳娜搞好关系"),
	["answer_3"] = _("击杀掉敌方的龙")
}
selena_question[21] = {
	["index"] = 21,
	["title"] = _("想要带兵出征，下面哪一个条件不是必要的条件？"),
	["answer_1"] = _("必须派出英雄"),
	["answer_2"] = _("必须派出一条巨龙"),
	["answer_3"] = _("必须派出军事单位")
}
selena_question[22] = {
	["index"] = 22,
	["title"] = _("想要提升部队的最大派出人口上限，下面哪一个方式不是正确的方式？"),
	["answer_1"] = _("提升城堡等级"),
	["answer_2"] = _("提升龙的等级"),
	["answer_3"] = _("装备并强化龙的发球")
}
selena_question[23] = {
	["index"] = 23,
	["title"] = _("如何提升联盟领地上村落的等级，从而在采集过程中获得更多资源？"),
	["answer_1"] = _("在联盟的秩序大厅中升级科技"),
	["answer_2"] = _("给村落提供帮助"),
	["answer_3"] = _("向联盟盟主发邮件")
}
selena_question[24] = {
	["index"] = 24,
	["title"] = _("在什么地方可以花费忠诚值购买原本需要花费金龙币才能获得道具？"),
	["answer_1"] = _("联盟领地中的商店"),
	["answer_2"] = _("联盟领地的联盟宫殿"),
	["answer_3"] = _("城市中的贸易行会")
}
selena_question[25] = {
	["index"] = 25,
	["title"] = _("当发觉你的盟友被攻击，你如何帮助盟友抵御这次攻击？"),
	["answer_1"] = _("选中盟友城市并派出部队协防"),
	["answer_2"] = _("给盟友要送一封邮件并支持他"),
	["answer_3"] = _("在聊天频道强烈谴责这种行为")
}
selena_question[26] = {
	["index"] = 26,
	["title"] = _("已经招募的部队会持续消耗粮食，当粮食为0时，你的部队会发生什么？"),
	["answer_1"] = _("什么都会不发生"),
	["answer_2"] = _("士兵的战斗力会降低"),
	["answer_3"] = _("士兵会不停的逃走")
}
selena_question[27] = {
	["index"] = 27,
	["title"] = _("在探险时可能会获得一些特殊材料，可以招募特殊的亡灵兵种，那么亡灵兵种有什么特殊属性？"),
	["answer_1"] = _("不会持续消耗粮食"),
	["answer_2"] = _("长得很特别"),
	["answer_3"] = _("没有什么特别")
}
selena_question[28] = {
	["index"] = 28,
	["title"] = _("想要招募更高级的兵种，你需要在训练营地，猎手大厅，马厩，车间中对兵种晋级。那么晋级需要的条件是什么？"),
	["answer_1"] = _("升级军事科技，提升兵种的军事科技水平"),
	["answer_2"] = _("积攒经验值"),
	["answer_3"] = _("收集一套兵种的卡牌")
}
selena_question[29] = {
	["index"] = 29,
	["title"] = _("在进攻敌方城市的时候，可以观察其地形，并派出相应的龙带领部队战斗，这么做的好处是？"),
	["answer_1"] = _("提升龙的力量，并获得额外的兵种加成"),
	["answer_2"] = _("这个信息没什么价值"),
	["answer_3"] = _("派出相应的兵种可以获得加成")
}
selena_question[30] = {
	["index"] = 30,
	["title"] = _("在联盟宫殿，可以变更联盟的地形，那么变更联盟的地形有什么特殊的用途？"),
	["answer_1"] = _("击杀敌方单位时，会掉落对应龙的装备材料"),
	["answer_2"] = _("获得不同的资源产量加成"),
	["answer_3"] = _("用来区分敌我双方的领土不一样")
}
